tutorials/oldd/old/shockTube/shockTubeIncredibleSolverX2/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application="incredibleSolver"

runApplication blockMesh
runApplication $application
